<template>
  <div id="layoutSidenav_content" class="preR">
    <main>
      <div class="container-fluid px-4">
        <h1 class="mt-4">사이트설정</h1>
        <ol class="breadcrumb mb-4">
          <li class="breadcrumb-item active"></li>
        </ol>
        <div class="row">
          <div class="col-xl-12">
            <div class="card2 mb-4">
              <div class="card-header">이용약관</div>
              <div class="card-body">
                <textarea type="text" class="form-control" id="terms" required v-model="terms" name="terms"></textarea>
              </div>
            </div>
          </div>
        </div>
        <div style="display: flex; margin-top: 1rem">
          <div style="margin: auto">
            <button @click="onSubmitForm" class="btn btn-primary btn_marg">
              저장
            </button>
          </div>
        </div>
      </div>
    </main>
    <FooterCom />
  </div>
</template>

<script>
/* eslint-disable */
import SettingDataService from "@/services/admin/SettingDataService";
import FooterCom from "@/common/admin/FooterCom.vue";
export default {
  name: "terms",
  components: {
    FooterCom,
  },
  data() {
    return {
      terms: [
        /*<제1장 총칙>



제1조(목적)

이﻿ 약관은 BMDS(이하 “회사”라고 함)가 제공하는 비즈니스 모델 디자인 프로그램 및 제반 서비스의 이용과 관련하여 회원과 화사 간의 조건 및 절차에 관한 기본적인 사항을 정함을 목적으로 합니다.



제2조(용어의 정의)

① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1. BMDS: 회사가 컴퓨터 등 정보통신설비를 이용하여 서비스를 제공할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 인터넷 사이트 및 모바일 어플리케이션을 운영하는 사업자의 의미로도 사용합니다.

2. 이용자: BMDS에 접속하여 본 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.

3. 회원: 회사에 개인정보를 제공하여 회원등록을 한 자로서, BMDS의 비즈니스 모델 디자인프로그램 및 서비스를 일정 기간 동안 제공 및 이용할 수 있는 자를 말합니다. 회사는 서비스의 원활한 제공을 위해 서비스 유형별로 가격을 지불한 회원을 회사 내부의 규정에 따라 나눌 수 있습니다.

4. 아이디(ID): 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인한 회원 본인의 이메일 주소를 말합니다.

5. 비밀번호: 회원의 동일성 확인과 회원정보의 보호를 위하여 회원이 설정하고 회사가 승인한 문자나 숫자의 조합을 말합니다.

6. 서비스: 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 회원이 이용할 수 있는 BMDS의 서비스를 의미합니다.

7. 게시판: 그 명칭, 형태, 위치와 관계없이 회원 및 비회원 이용자에게 공개할 목적으로 부호?문자?음성?음향?화상?동영상 등의 정보 (이하 "게시물"이라 합니다)를 회원이 게재할 수 있도록 회사가 제공하는 서비스 상의 가상공간을 말합니다.

8. 닉네임: 인터넷사이트에서 아이디와 함께, 또는 아이디를 대신하여 회원을 식별하기 위하여 이용자의 신청과 회사의 승인에 의하여 설정되는 숫자와 문자의 조합을 말합니다.

9. 운영자: 회사가 제공하는 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 자를 말합니다.

위 항에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.

제3조 (약관 등의 명시와 설명 및 개정)

1. 회사는 본 약관의 내용을 이용자가 쉽게 알 수 있도록 BMDS 인터넷 사이트 및 모바일 어플리케이션에 공지합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.

2. 회사는 [약관의 규제에 관한 법률], [정보통신망 이용촉진 및 정보보호 등에 관한 법률] 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.

3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 이용자가 알기 쉽도록 표시하여 공지합니다.

4. 회사가 약관을 개정할 경우에는 변경된 약관은 공지된 시점부터 그 효력이 발생하며, 이용자는 약관이 변경된 후에도 본 서비스를 계속 이용함으로써 변경 후의 약관에 대해 동의를 한 것으로 간주됩니다.



제4조 (약관의 해석)

1. 회사는 서비스운영을 위해 별도의 운영정책을 마련하여 운영할 수 있으며, 회사는 BMDS 인터넷 사이트 및 모바일 어플리케이션에 운영정책을 사전 공지 후 적용합니다.

2. 본 약관에서 정하지 아니한 사항이나 해석에 대해서는 별도의 운영정책, 관계법령 또는 상관례에 따릅니다.



제5조 (서비스의 제공 및 변경)

1. BMDS가 제공하는 서비스는 다음과 같습니다.

1) 비즈니스 모델 디자인 관련 정보 제공 서비스

2) 비즈니스 모델 디자인 이용 서비스

3) 멘토링 신청 및 제공 등 기타 관련 서비스(문의사항 포함)

4) 밀착컨설팅 신청 및 제공 등 기타 관련 서비스(문의사항 포함)

5) 비즈니스 모델 디자인 전문가 과정(교육 서비스) 서비스

2. 회사가 제공하는 서비스의 내용을 기술적 사양의 변경 등의 이유로 변경할 경우에는 그 사유를 이용자에게 통지하거나, 이용자가 알아볼 수 있도록 공지사항으로 게시합니다.



제6조 (서비스의 중단)

1. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.

2. 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 회사는 이용자에게 통지하거나, 이용자가 알아볼 수 있도록 공지사항으로 게시합니다.

제7조 (회원에 대한 통지)

1. 회사는 이메일, 이동전화 단문메시지서비스(SMS), 푸시알림(App push)등으로 회원에게 통지할 수 있습니다.

2. 회사는 불특정다수 회원에 대한 통지의 경우 공지사항으로 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.



제 2장 이용계약 및 정보보호

제8조 (회원가입 및 회원정보의 변경)

1. 이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 본 약관 등에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.

2. 회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.

1) 등록 내용에 허위, 기재누락, 오기가 있는 경우

2) 가입신청자가 이전에 회원자격을 상실한 적이 있는 경우 (다만 회원자격 상실 후 회사가 필요하다고 판단하여 회원재가입 승낙을 얻은 경우에는 예외로 합니다.)

3) 회사로부터 회원자격 정지 조치 등을 받은 회원이 그 조치기간 중에 이용계약을 임의 해지 하고 재이용 신청을 하는 경우

4) 기타 회원으로 등록하는 것이 BMDS의 기술상 현저히 지장이 있다고 판단되는 경우

5) 본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우

3. 회원 가입 계약의 성립 시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다.

4. 회원은 회원 가입 신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로 회사에 그 변경사항을 알려야 합니다.

5. 제4항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

6. 회원가입은 반드시 본인의 진정한 정보를 통하여만 가입할 수 있으며 회사는 회원이 등록한 정보에 대하여 확인조치를 할 수 있습니다. 회원은 회사의 확인조치에 대하여 적극 협력하여야 하며, 만일 이를 준수하지 아니할 경우 회사는 회원이 등록한 정보가 부정한 것으로 처리할 수 있습니다.



제9조 (이용 계약의 종료)

1. 회원의 해지

1) 회원은 언제든지 회사에게 해지 의사를 통지할 수 있고 회사는 특별한 사유가 없는 한 이를 즉시 수락하여야 합니다. 다만, 회원은 해지의사를 통지하기 전에 모든 진행중인 절차를 완료, 철회 또는 취소해야만 합니다. 이 경우 철회 또는 취소로 인한 불이익은 회원 본인이 부담하여야 합니다.

2) 회원이 발한 의사표시로 인해 발생한 불이익에 대한 책임은 회원 본인이 부담하여야 하며, 이용계약이 종료되면 회사는 회원에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.

3) 회원의 의사로 이용계약을 해지한 후, 추후 재이용을 희망할 경우에는 재이용 의사가 회사에 통지되고, 이에 대한 회사의 승낙이 있는 경우에만 서비스 재이용이 가능합니다.

4) 본 항에 따라 해지를 한 회원은 이 약관이 정하는 회원가입절차와 관련조항에 따라 신규 회원으로 다시 가입할 수 있습니다. 다만 회원이 중복참여가 제한된 판촉이벤트 중복 참여 등 부정한 목적으로 회원탈퇴 후 재이용을 신청하는 경우 회사는 가입을 일정기간 동안 제한할 수 있습니다.

5) 본 항에 따라 해지를 한 이후에는 재가입이 불가능하며, 모든 가입은 신규가입으로 처리됩니다.

2. 회사의 해지

1) 회사는 다음과 같은 사유가 발생하거나 확인된 경우 이용계약을 해지할 수 있습니다.

①다른 회원의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위를 한 경우

②회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우

③제 8조 제 2항의 승낙거부 사유가 추후 발견된 경우

④회사가 정한 서비스 운영정책을 이행하지 않거나 위반한 경우

⑤기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정할 경우

2) 회사가 해지를 하는 경우 회사는 회원에게 이메일, 전화, 기타의 방법을 통하여 해지 사유를 밝혀 해지 의사를 통지합니다. 이용계약은 회사의 해지의사를 회원에게 통지한 시점에 종료됩니다.

3) 본 항에서 정한 바에 따라 이용계약이 종료될 시에는 회사는 회원에게 부가적으로 제공한 각종혜택을 회수할 수 있습니다. 이용계약의 종료와 관련하여 발생한 손해는 이용계약이 종료된 해당 회원이 책임을 부담하여야 하고, 회사는 일체의 책임을 지지 않습니다.

4) 본 항에서 정한 바에 따라 이용계약이 종료된 경우에는, 회원의 재이용 신청에 대하여 회사는 이에 대한 승낙을 거절할 수 있습니다.

3. 회원이 계약을 해지하는 경우, 관련법 및 "개인정보처리방침"에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 모든 데이터는 소멸됩니다.



제10조 (개인정보보호)

1. 회사는 이용자의 회원가입 시 서비스 제공에 필요한 최소한의 정보를 수집합니다. 다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.

1)성별

2)성명

3)이메일 주소

4)비밀번호

5)연락처

2. 회사가 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.

3. 제공된 개인정보는 당해 이용자의 동의 없이 목적 외의 이용이나 제3자에게 제공하지 않습니다. 다만, 다음의 경우에는 예외로 합니다.

1) 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우

2) 도용방지를 위하여 본인확인에 필요한 경우

3) 법률의 규정 또는 법률에 의하여 필요한 불가피한 사유가 있는 경우

4. 회사가 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은 자, 제공목적 및 제공할 정보의 내용) 등 [정보통신망 이용촉진 및 정보보호 등에 관한 법률] 제22조 제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.

5. 회사는 이용자의 개인정보를 보호하기 위해 “개인정보처리방침”을 수립하고 개인정보보호책임자를 지정하여 이를 게시하고 운영합니다.

6. 이용자는 언제든지 회사가 갖고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.

7. 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다. 다만, 아래의 경우에는 회원 정보를 보관합니다. 이 경우 회사는 보관하고 있는 회원 정보를 그 보관의 목적으로만 이용합니다.

1) 상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원 정보를 보관합니다.

2) 회사가 이용계약을 해지하거나 회사로부터 서비스 이용정지조치를 받은 회원에 대해서는 재가입에 대한 승낙거부사유가 존재하는지 여부를 확인하기 위한 목적으로 이용계약종료 후 5년간 아이디, 전화번호를 비롯하여 이용계약 해지와 서비스 이용정지와 관련된 정보 등의 필요정보를 보관합니다.

8. 회사는 새로운 업체가 제휴사 또는 제휴영업점의 지위를 취득할 경우 제7조 2항에서 정한 것과 같은 방법을 통하여 공지합니다. 이 때 회원이 별도의 이의제기를 하지 않을 경우 직방 서비스 제공이라는 필수적인 목적을 위해 해당 개인 정보 제공 및 활용에 동의한 것으로 간주 합니다.

9. 모든 이용자는 BMDS로부터 제공받은 정보를 다른 목적으로 이용하거나 타인에게 유출 또는 제공해서는 안 되며, 위반 사용으로 인한 모든 책임을 부담해야 합니다. 또한 회원은 자신의 개인정보를 책임 있게 관리하여 타인이 회원의 개인정보를 부정하게 이용하지 않도록 해야 합니다.

10. 회사는 회원의 개인정보를 보호하기 위해 [정보통신망 이용촉진 및 정보보호 등에 관한 법률] 상의 개인정보 유효기간제도에 따라 1년간 미 접속한 회원의 개인정보를 파기 또는 분리하여 별도로 저장/관리하며(휴면계정), 회원의 별도의 요청이 없는 한 사용이 제한됩니다.



제 3장 서비스의 이용

제11조 (비즈니스 모델 디자인 프로그램 이용 서비스)

1. 비즈니스 모델 디자인 프로그램은 사용자가 각 비즈니스 모델 블록 별로 자신의 사업계획에 맞추어 입력을 할 수 있으며 각 블록 작성 완료 시 완성된 하나의 비즈니스 모델 캔버스를 한눈에 보여주는 서비스입니다.

2. 비즈니스 모델 완성 후 출력서비스를 통해 A4, A3사이즈로 출력이 가능합니다.

3. 본 서비스는 과금 서비스로 건당 10,000원입니다.

4. 결제일로부터 7일 이내 청약 철회 시 100% 환불 가능합니다.(만일 청약철회 기간이 지났거나 구매 아이템을 사용한 이력이 남는 경우 BMDS의 이용약관에 따라 환불이 제한될 수 있습니다.



제12조 (비즈니스 모델 러닝 서비스)

1. 비즈니스 모델에 대해 이해가 필요한 부분에 대하여 사용자가 비즈니스 모델 러닝 서비스를 통해 학습할 수 있습니다. 학습 시에 의문사항이 있을 경우 문의게시판에 질문을 통해 원하는 정보 또는 자료를 제공받으실 수 있습니다.

2. 동 러닝 서비스의 내용의 경우 BMDS에 저작권이 있습니다. 금전적 목적을 이유로 불법 배포 및 사용 적발 시 민·형사상의 처벌을 받을 수 있습니다.



제13조 (오픈 검색서비스)

1. 오픈 검색서비스는 사용자가 검색하고자 하는 자료의 종류 비중을 조절할 수 있으며 사용자가 설정한 검색비중에 최적화된 자료를 검색해 줍니다. 

2. 검색분야는 산업, 시장, 기술, 활용, 기업으로 설정하여 검색할 수 있으며 검색비중은 20%, 40%, 60%, 80%, 100%로 설정할 수 있습니다.

3. 검색비중의 설정에 따라 검색어에 관련 메타 검색어가 자동으로 매칭 되어 검색을 수행합니다.

4. 비즈니스 모델 및 사업계획서 상에 출처를 밝히지 않은 것으로 발생하는 손해에 대해 본 프로그램은 책임지지 않습니다.



제14조 (나의 사업계획서)

1. 비즈니스 모델 디자인 프로그램을 통해 완성된 비즈니스 모델 캔버스를 바탕으로 각 블록들이 사업계획서 양식에 맵핑이 되어 사업계획서 초안을 만들어주는 서비스입니다.

2. 사업계획서 초안은 웹에서 사업계획서 전환하기를 통해 확인이 가능하며 이를 다운로드 하거나 출력이 가능합니다.

3. 일반적인 사업계획서 포맷을 바탕으로 사업계획서 맵핑 프로그램을 제작한 것으로 특정 지원 사업에 지원할 시에 발생하는 손해에 대해 본 프로그램은 책임지지 않습니다.

4. 환불규정: 결제일로부터 7일 이내 청약 철회 시 100%환불(만일 취소기한이 지났거나 구매 아이템을 사용했다면 당사의 이용약관에 따라 환불이 제한될 수 있다.)



제15조 (비즈니스 모델 디자인 멘토링 서비스)

1. 비즈니스 모델 디자인 멘토링 서비스는 사용자가 보유하고 있는 단수의 비즈니스 모델과 복수 비즈니스 모델 중 단일 비즈니스 모델을 선택하여 멘토링 신청을 할 수 있습니다.(총 3회에 걸쳐 진행되며 최대 2회까지 연장 가능합니다.)

2. 멘토링의 전문가는 우리 회사가 매칭을 해주며 사용자는 매칭이 적합하다고 판단될 경우에 승낙하고 1:1 개별 진행하게 됩니다.

3. 매칭 이후에 멘토와 멘티 사이에 발생하는 중재사안과 관련하여는 우리 회사 및 본 프로그램 관리자가 중재역할을 할 수 있으나 발생하는 손해에 대해서는 책임지지 않습니다.

4. 멘토링 서비스를 통해 보완된 비즈니스 모델 등으로 작성된 사업계획서를 통해 지원 사업 참여 시 발생하는 손해에 대하여는 우리 회사 및 본 프로그램은 책임지지 않습니다.

5. 환불규정

- 1회 진행시 : 50% 환불 (30% 멘토링 서비스 사용, 20% 취소수수료)

- 2회 진행시 : 20% 환불 (60% 멘토링 서비스, 20% 취소수수료)

- 3회 진행시 : 서비스 완료로 인한 환불 제한

* 결제일로부터 7일 이내 청약 철회 시 100%환불(만일 취소기한이 지났거나 구매 아이템을 사용했다면 당사의 이용약관에 따라 환불이 제한될 수 있다)



제16조 (비즈니스 모델 디자인 밀착컨설팅 서비스)

1. 비즈니스 모델 디자인 밀착컨설팅 서비스는 사용자가 보유하고 있는 단수의 비즈니스 모델과 복수 비즈니스 모델 중 단일 비즈니스 모델을 선택하여 밀착컨설팅을 신청을 할 수 있습니다.

2. 밀착컨설팅은 총 5회에 걸쳐 진행되며 연장은 불가합니다.

3. 밀착컨설팅의 전문가는 우리 회사가 매칭을 해주며 사용자는 매칭이 적합하다고 판단될 경우에 승낙하고 1:1 개별 진행하게 됩니다.

3. 매칭 이후에 멘토와 멘티 사이에 발생하는 중재사안과 관련하여는 우리회사 및 본 프로그램 관리자가 중재역할을 할 수 있으나 발생하는 손해에 대해서는 책임지지 않습니다.

4. 밀착 서비스를 통해 보완된 비즈니스 모델 등으로 작성된 사업계획서를 통해 지원 사업 참여 시 발생하는 손해에 대하여는 우리회사 및 본 프로그램은 책임지지 않습니다.



제17조 (비즈니스 모델 디자인 전문가 과정)

1. 비즈니스 모델 디자인 전문가 과정은 사용자들의 프로그램 사용 및 기획 지원을 위해 전문가를 양성하는 과정입니다.

2. 멘토링 및 밀착컨설팅의 멘토와 멘티 사이에 발생하는 중재사안과 관련하여는 우리회사 및 본 프로그램 관리자가 중재역할을 할 수 있으나 발생하는 손해에 대해서는 책임지지 않습니다.

3. 멘토링 및 밀착컨설팅 진행 시 프로그램 프로세스 및 진행 방법 등은 당사 또는 BMDS의 업무 지침에 따르며 특정 사유 없이 따르지 않을 경우 전문가 자격을 삼진 아웃제도를 통해 박탈할 수 있습니다. (이때 교육과정에 대한 환불은 제한됩니다.)

4. 멘토링 및 밀착컨설팅을 통한 산출물 및 일지 제출은 멘토링 및 밀착컨설팅 완료 후 한 달 이내로 작성 및 제출해야 합니다. 

5. 환불규정

- 1회 진행시 : 50% 환불 (30% 전문가과정 서비스 사용, 20% 취소수수료)

- 2회 진행시 : 20% 환불 (60% 전문가과정 서비스, 20% 취소수수료)

- 3회 진행시 : 서비스 완료로 인한 환불 제한

* 결제일로부터 7일이내 청약 철회 시 100%환불(만일 취소기한이 지났거나 구매 아이템을 사용했다면 당사의 이용약관에 따라 환불이 제한될 수 있다.)



제 4장 책임

제18조 (회사의 의무)

1. 회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 이용자에게 서비스를 제공하기 위해 최선을 다합니다.

2. 회사는 이용자 상호간의 거래에 있어서 어떠한 보증도 제공하지 않습니다. 이용자 상호간 거래 행위에서 발생하는 문제 및 손실에 대해서 회사는 일체의 책임을 부담하지 않으며, 거래당사자간에 직접 해결해야 합니다.



제19조 (회원의 아이디 및 비밀번호에 대한 의무)

1. 아이디와 비밀번호에 관한 관리책임은 회원에게 있습니다.

2. 회원은 자신의 아이디 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.

3. 회원이 자신의 아이디 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다.



제20조 (이용자의 의무)

1. 이용자는 다음 각 호의 행위를 하여서는 안 됩니다. 만약 다음 각 호와 같은 행위가 확인되면 회사는 해당 이용자에게 서비스 이용에 대한 제재를 가할 수 있으며 민형사상의 책임을 물을 수 있습니다.

(1)회사 서비스의 운영을 고의 및 과실로 방해하는 경우

(2)신청 또는 변경 시 허위 내용의 등록

(3)타인의 정보 도용

(4)회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시

(5)회사 및 기타 제3자의 저작권 등 지적재산권에 대한 침해

(6)회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위

(7)외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 직방에 공개 또는 게시하는 행위

(8)사기 및 악성 글 등록 등 건전한 거래 문화 활성에 방해되는 행동

(9)기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우

2. 회사는 전항에 규정된 위반 행위를 하는 회원에 대해 서비스 일시 중단 등의 조치를 취할 수 있으며 필요한 경우 이에 대한 시정을 요구할 수 있습니다. 특히, 회원이 시정을 요구받은 기간 내에 시정하지 아니한 경우, 동일한 위반 행위를 반복할 경우 또는 다수의 위반 행위가 확인된 경우에 회사는 회원과의 서비스 이용계약을 해지할 수 있습니다. 단, 이 경우 회사는 사전에(불가피한 경우 조치 후 즉시) 회원에게 전화, E-mail, SMS 등의 방법으로 개별 통지합니다.

3. 회사는 회사의 정책에 따라서 회원 간의 차별화된 유료 서비스를 언제든지 제공할 수 있습니다. 만약 회원이 비용을 지불하지 않고 사용을 할 경우 회사는 특정 회원에게 서비스 중지 및 특정 서비스 제한을 할 수 있습니다.



제21조 (저작권의 귀속 및 이용제한)

1. 서비스에 대한 저작권 및 지적재산권은 회사에 귀속됩니다. 단, 회원이 BMDS을 이용하여 작성한 저작물에 대한 저작권은 해당 회원에게 귀속됩니다.

2. 이용자는 서비스를 이용함으로써 얻은 정보 중 회사에게 지적재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.



제22조 (책임의 한계 등)

1. 회사는 무료로 제공하는 정보 및 서비스에 관하여 "개인정보처리방침" 또는 관계법령의 벌칙, 과태료 규정 등 강행규정에 위배되지 않는 한 원칙적으로 손해를 배상할 책임이 없습니다.

2. 회사는 천재지변, 불가항력, 서비스용 설비의 보수, 교체, 점검, 공사 등 기타 이에 준하는 사항으로 정보 및 서비스를 제공할 수 없는 경우에 회사의 고의 또는 과실이 없는 한 이에 대한 책임이 면제됩니다.

3. 회사는 이용자의 귀책사유로 인한 정보 및 서비스 이용의 장애에 관한 책임을 지지 않습니다.

4. 회사는 회원이 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 회사의 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.

5. “멘토링 및 밀착 컨설팅 서비스”에서 제공하는 정보에 대한 신뢰 여부는 전적으로 “이용자와 전문가” 본인의 책임이며, “회사”는 멘토링 및 컨설팅 서비스의 원활한 진행을 위해 이용자에 적합한 전문가를 매칭하며 매칭 승낙은 전적으로 이용자가 승낙함으로 “회원”에 의한 연락 불능 등으로 인하여 발생하는 어떠한 직접, 간접, 부수적, 파생적, 징벌적 손해, 손실, 상해 등에 대하여 관리자가 문제해결을 위해 지원할 수 있으나, 도덕적, 법적 책임을 부담하지 않습니다. 또한 “서비스”를 통하여 노출, 배포, 전송되는 정보를 “이용자”가 이용하여 발생하는 멘토링 및 컨설팅 서비스 거래 등에 대하여 “회사”는 어떠한 도덕적, 법적 책임이나 의무도 부담하지 아니합니다.



제23조 (손해배상 등)

1. 회사는 회원이 서비스를 이용함에 있어 회사의 고의 또는 과실로 인해 손해가 발생한 경우에는 민법 등 관련 법령이 규율하는 범위 내에서 그 손해를 배상합니다.

2. 회원이 이 약관을 위반하거나 관계 법령을 위반하여 회사에 손해가 발생한 경우에는 회사에 그 손해를 배상하여야 합니다.



제24조 (분쟁해결)

1. 회사는 이용자 상호간 분쟁에서 발생하는 문제에 대해서 일체의 책임을 지지 않습니다. 이용자 상호간 분쟁은 당사자 간에 직접 해결해야 합니다.

2. 이용자 상호간에 서비스 이용과 관련하여 발생한 분쟁에 대해 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.



제25조 (재판권 및 준거법)

1. 회사와 회원 간 제기된 소송은 대한민국 법을 준거법으로 합니다.

2. 회사와 회원 간 발생한 분쟁에 관한 소송은 민사소송 법 상의 관할법원에 제소합니다.



부칙

제1조 (적용일자)

            이 약관은 2018년 9월 1일부터 적용됩니다.*/
      ],
    };
  },
  methods: {
    getTermsAll() {
      SettingDataService.getTermsAll()
        .then((res) => {
          this.terms = res.data;
        })
        .catch((e) => {
          alert(e);
        });
    },
    // 버튼 실행시 실행할 함수
    onSubmitForm() {
      if (confirm("저장하시겠습니까?") == true) {
        var data = {
          contents: this.terms,
        };
        SettingDataService.createTerms(data)
          .then(() => {
            if (!alert("저장되었습니다.")) {
              window.location.reload(true);
            }
          })
          .catch((e) => {
            // 실패하면 이쪽으로 결과가 들어옴
            alert(e);
          });
      }
    },
  },
  /*mounted(){
            this.getTermsAll();
        }*/
};
</script>

<style scoped>
.btn_marg {
  margin: 0 1rem;
}

@import url('/public/css/admin/styles.css');
</style>
