<template>
    <div class="panel-body">
        <p>
            <font face="한양중고딕">제1조(목적)</font>
        </p>
        <p>
            <font face="한양중고딕">본 약관은 주식회사 메라클(이하 “회사”)이 제공하는 서비스의 이용과 관련하여 일정 기간 서비스 이용을 보장하는 회사의 정기 구독 서비스(이하
                “정기 구독 서비스”)에 가입 및 결제한 회원(이하 “구독자”) 사이의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정하는 것을 목적으로 합니다.
                본 약관은 메라클 서비스 이용약관에 우선하여 적용되며 적용 대상은 “구독자”에 한합니다.
            </font>
        </p>
        <p>
            <font face="한양중고딕"><br /></font>
        </p>
        <p>
            <font face="한양중고딕">제2조(용어의 정의)</font>
        </p>
        <p>
            <font face="한양중고딕">본 약관에서 사용하는 주요 용어의 정의는 메라클 서비스 이용약관을 따릅니다.</font>
        </p>
        <p>
            <font face="한양중고딕"><br /></font>
        </p>
        <p>
            <font face="한양중고딕">제3조 (정기 구독 서비스 가입과 결제방식)</font>
        </p>
        <p>
            <font face="한양중고딕">회원은 정기 구독 서비스에 가입하기 위하여 사이트 내 버튼을 클릭하여 정기 구독 서비스 결제 화면에서 가입할 수 있습니다. 회원은 카드번호와
                개인정보를 입력함으로써 회사와 구독 계약을 체결하게 되며, 구독자는 구매 시점에 제시된 가격으로 구독자에게 계약기간 동안의 구독료를 청구하도록 허용합니다.</font>
        </p>
        <p>
            <font face="한양중고딕"><br /></font>
        </p>
        <p>
            <font face="한양중고딕">회사가 구독계약 체결 전 자동으로 기간이 갱신된다는 사실을 고지한 경우에는, 구독자의 구독은 구독자 본인이 직접 종료하거나, 회사에서 이를
                종료하지 않는 한, 계약기간 마지막 일자에 자동으로 갱신됩니다. 구독의 종료를 원할 경우 구독자는 매기간 마지막 일자에 갱신되기 전에 본 약관 제5조에 명시된 방법에 따라
                구독을 취소해야 하며, 이외의 경우 다음 달 구독료가 구독자가 결제한 방법을 통해서 자동으로 결제됩니다.</font>
        </p>
        <p>
            <font face="한양중고딕"><br /></font>
        </p>
        <p>
            <font face="한양중고딕">제4조 (구독중 생성된 콘텐츠의 유효기간)</font>
        </p>
        <p>
            <font face="한양중고딕">구독자가 구독 중 생성한 콘텐츠의 유효기간은 구독기간 내에 제한이 없으며, 사용자의 구독 콘텐츠 이용 시 이를 고지합니다.
                이미 생성된 콘텐츠를 사용할 수 없게 된 경우, 사용자에게 이를 고지하고 사용자가 콘텐츠 요청 시 사용한 비용을 환급합니다.</font>
        </p>
        <p>
            <font face="한양중고딕"><br /></font>
        </p>
        <p>
            <font face="한양중고딕">제5조 (구독제 중단 및 환불)</font>
        </p>
        <p>
            <font face="한양중고딕">회원님은 BMDS 홈페이지의 마이페이지에서 결제 내역을 확인하고 '구독해지' 버튼을 클릭하여 구독을 해지할 수 있습니다. 회사는 구독자의 혜택을
                지속적으로 제공하기 위해 노력하고 있습니다. 다만, 아래의 사유로 인해 정기 구독 서비스가 중단될 수 있습니다.</font>
        </p>
        <p>
            <font face="한양중고딕">① 강제 불가항력 사유: 악천후, 천재지변, 전쟁, 폭동, 화재, 파업 등 쟁의행위, 정부기관의 통제, 그리고 회사가 합리적으로 제어할 수 없는
                기타 사유가 발생하거나 발생할 우려가 있는 경우</font>
        </p>
        <p>
            <font face="한양중고딕">② 전기통신서비스 중단: 기간통신사업자로부터 전기통신서비스가 제공되지 않은 경우</font>
        </p>
        <p>
            <font face="한양중고딕">③ 시스템 유지보수 및 장애: 회사의 시스템을 포함한 정보통신설비의 보수점검, 교체 또는 고장, 통신의 두절 등의 사유가 발생한 경우</font>
        </p>
        <p>
            <font face="한양중고딕">④ 제휴사업자의 변경 또는 중단: 제3자와의 제휴를 통하여 제공되는 서비스의 경우, 해당 제휴사업자의 사정에 따라 변경되거나 중지되는 경우
            </font>
        </p>
        <p>
            <font face="한양중고딕">⑤ 기타 운영 저해 사유: 회사의 원활한 운영을 현저히 저해하는 사유가 발생한 경우</font>
        </p>
        <p>
            <font face="한양중고딕">구독 서비스의 변경 또는 중단으로 인한 손해에 대해서는 회사가 고의 또는 과실이 없는 이상 책임을 부담하지 않습니다.</font>
        </p>
        <p>
            <font face="한양중고딕">정기 구독 서비스를 중단하면, 다음 결제가 청구될 날까지 BMDS에 액세스할 수 있습니다. 예를 들어, 처음 정기 구독 서비스를 신청한 날이
                10일이면, 다음 결제일(10일) 전까지는 BMDS에 액세스할 수 있습니다.</font>
        </p>
        <p>
            <font face="한양중고딕">"회원"이 구매한 유료서비스는 디지털 콘텐츠 특성상 결제환불 되지 않습니다. 따라서 결제 시에 신중하게 판단하여 결제를 하여 주시기 바랍니다.
            </font>
        </p>
        <p>
            <font face="한양중고딕"><br /></font>
        </p>
        <p>
            <font face="한양중고딕">제6조 (서비스의 중단)</font>
        </p>
        <p>
            <font face="한양중고딕">1. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장,
                통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을
                일시적으로 중단할 수 있습니다.</font>
        </p>
        <p>
            <font face="한양중고딕">2. 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로
                서비스를 제공할 수 없게 되는 경우에는 회사는 이용자에게
                통지하거나, 이용자가 알아볼 수 있도록 공지사항으로
                게시합니다.</font>
        </p>
        <p>
            <font face="한양중고딕"><br /></font>
        </p>
        <p>
            <font face="한양중고딕">제7조 (회원에 대한 통지)</font>
        </p>
        <p>
            <font face="한양중고딕">1. 회사는 이메일, 이동전화 단문메시지서비스(SMS),
                푸시알림(App push)등으로 회원에게 통지할 수 있습니다.</font>
        </p>
        <p>
            <font face="한양중고딕">2. 회사는 불특정다수 회원에 대한 통지의 경우 공지사항으로
                게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의
                거래와 관련하여 중대한 영향을 미치는 사항에 대하여는
                개별통지를 합니다.</font>
        </p>
        <p>
            <font face="한양중고딕"><br /></font>
        </p>
        <p>
            <font face="한양중고딕">제8조 (구독 요금)</font>
        </p>
        <p>
            <font face="한양중고딕">“정기 구독 서비스”의 월 이용요금의 구체적인 내용은 BMDS 홈페이지 내 게재하며, 구독 요금은 회사의 요금정책에 따라 변경될 수 있습니다.
            </font>
        </p>
        <p>
            <font face="한양중고딕"><br /></font>
        </p>
        <p>
            <font face="한양중고딕">부칙</font>
        </p>
        <p>
            <font face="한양중고딕">본 약관은 2023년 11월 01일부터 적용됩니다.
            </font>
        </p>
    </div>
</template>

<script>
export default {
    name: 'TermsCom'
}
</script>
