<template>
    <div class="body">
        <div class="joinPage">
            <div class="wrap joinPage">
                <div class="joinWrap">
                    <div class='ttl'>
                        <div class='img'><img src='../../../public/img/main/login_img.png'></div>
                        <div class='txt'>
                            <span class='bmds'>BMDS</span>와 함께 시작하시겠어요?<br>
                            <span class='cmt'>당신의 창업과 함께하는 Best Solution Partner가 되겠습니다.</span>
                        </div>
                    </div>
                    <div class='col-xs-12 joinBox'>
                        <div class='agreeWrap' id="agreeWrap">
                            <div class='col-xs-6 agreeBox'>
                                <div class="panel panel-default">
                                    <div class="panel-heading d-flex"
                                        style="border-top:2px solid rgba(0,0,0,.5);border-bottom:2px solid rgba(0,0,0,.1);height:3rem;">
                                        <div style="margin:auto 0;">
                                            이용약관
                                        </div>
                                    </div>
                                    <div class="panel-body"
                                        style="height: 250px; overflow-y: scroll;border-bottom:2px solid rgba(0,0,0,.1);">
                                        <p class="0">
                                            <font face="한양중고딕"><span xss="removed">
                                                    &lt;제1장 총칙>
                                                </span></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제1조(목적)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">이<span xss=removed></span> <span xss=removed>약관은
                                                </span>BMDS(이하
                                                “회사”라고
                                                함)가
                                                제공하는 비즈니스 모델 디자인 프로그램 및 제반 서비스의 이용과 관련하여 회원과 화사 간의 조건 및 절차에 관한 기본적인 사항을 정함을
                                                목적으로
                                                합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제2조(용어의 정의)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. BMDS: 회사가 컴퓨터 등 정보통신설비를 이용하여 서비스를 제공할 수 있도록 설정한 가상의 영업장을
                                                말하며,
                                                아울러
                                                인터넷
                                                사이트
                                                및 모바일 어플리케이션을 운영하는 사업자의 의미로도 사용합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 이용자: BMDS에 접속하여 본 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 회원: 회사에 개인정보를 제공하여 회원등록을 한 자로서, BMDS의 비즈니스 모델 디자인프로그램 및
                                                서비스를
                                                일정 기간
                                                동안
                                                제공 및
                                                이용할 수 있는 자를 말합니다. 회사는 서비스의 원활한 제공을 위해 서비스 유형별로 가격을 지불한 회원을 회사 내부의 규정에 따라 나눌
                                                수
                                                있습니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 아이디(ID): 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인한 회원 본인의 이메일
                                                주소를
                                                말합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5. 비밀번호: 회원의 동일성 확인과 회원정보의 보호를 위하여 회원이 설정하고 회사가 승인한 문자나 숫자의
                                                조합을
                                                말합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">6. 서비스: 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 회원이
                                                이용할 수
                                                있는
                                                BMDS의
                                                서비스를 의미합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">7. 게시판: 그 명칭, 형태, 위치와 관계없이 회원 및 비회원 이용자에게 공개할 목적으로
                                                부호?문자?음성?음향?화상?동영상
                                                등의
                                                정보
                                                (이하 "게시물"이라 합니다)를 회원이 게재할 수 있도록 회사가 제공하는 서비스 상의 가상공간을 말합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">8. 닉네임: 인터넷사이트에서 아이디와 함께, 또는 아이디를 대신하여 회원을 식별하기 위하여 이용자의 신청과
                                                회사의
                                                승인에
                                                의하여
                                                설정되는
                                                숫자와 문자의 조합을 말합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">9. 운영자: 회사가 제공하는 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 자를 말합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">위 항에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제3조 (약관 등의 명시와 설명 및 개정)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사는 본 약관의 내용을 이용자가 쉽게 알 수 있도록 BMDS 인터넷 사이트 및 모바일 어플리케이션에
                                                공지합니다.
                                                다만,
                                                약관의
                                                내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사는 [약관의 규제에 관한 법률], [정보통신망 이용촉진 및 정보보호 등에 관한 법률] 등 관련법을
                                                위배하지
                                                않는
                                                범위에서
                                                본
                                                약관을 개정할 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 이용자가 알기 쉽도록 표시하여 공지합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 회사가 약관을 개정할 경우에는 변경된 약관은 공지된 시점부터 그 효력이 발생하며, 이용자는 약관이 변경된
                                                후에도
                                                본
                                                서비스를
                                                계속
                                                이용함으로써 변경 후의 약관에 대해 동의를 한 것으로 간주됩니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제4조 (약관의 해석)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사는 서비스운영을 위해 별도의 운영정책을 마련하여 운영할 수 있으며, 회사는 BMDS 인터넷 사이트 및
                                                모바일
                                                어플리케이션에
                                                운영정책을 사전 공지 후 적용합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 본 약관에서 정하지 아니한 사항이나 해석에 대해서는 별도의 운영정책, 관계법령 또는 상관례에 따릅니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제5조 (서비스의 제공 및 변경)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. BMDS가 제공하는 서비스는 다음과 같습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1) 비즈니스 모델 디자인 관련 정보 제공 서비스</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2) 비즈니스 모델 디자인 이용 서비스</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3) 멘토링 신청 및 제공 등 기타 관련 서비스(문의사항 포함)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4) 밀착컨설팅 신청 및 제공 등 기타 관련 서비스(문의사항 포함)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5) 비즈니스 모델 디자인 전문가 과정(교육 서비스) 서비스</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사가 제공하는 서비스의 내용을 기술적 사양의 변경 등의 이유로 변경할 경우에는 그 사유를 이용자에게
                                                통지하거나,
                                                이용자가
                                                알아볼 수
                                                있도록 공지사항으로 게시합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제6조 (서비스의 중단)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는
                                                서비스의
                                                제공을
                                                일시적으로
                                                중단할
                                                수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는
                                                회사는
                                                이용자에게
                                                통지하거나,
                                                이용자가 알아볼 수 있도록 공지사항으로 게시합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제7조 (회원에 대한 통지)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사는 이메일, 이동전화 단문메시지서비스(SMS), 푸시알림(App push)등으로 회원에게 통지할 수
                                                있습니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사는 불특정다수 회원에 대한 통지의 경우 공지사항으로 게시함으로써 개별 통지에 갈음할 수 있습니다.
                                                다만,
                                                회원
                                                본인의
                                                거래와
                                                관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제 2장 이용계약 및 정보보호</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제8조 (회원가입 및 회원정보의 변경)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 본 약관 등에 동의한다는 의사표시를 함으로서
                                                회원가입을
                                                신청합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로
                                                등록합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1) 등록 내용에 허위, 기재누락, 오기가 있는 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2) 가입신청자가 이전에 회원자격을 상실한 적이 있는 경우 (다만 회원자격 상실 후 회사가 필요하다고 판단하여
                                                회원재가입
                                                승낙을
                                                얻은
                                                경우에는 예외로 합니다.)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3) 회사로부터 회원자격 정지 조치 등을 받은 회원이 그 조치기간 중에 이용계약을 임의 해지 하고 재이용
                                                신청을 하는
                                                경우
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4) 기타 회원으로 등록하는 것이 BMDS의 기술상 현저히 지장이 있다고 판단되는 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5) 본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 회사가 합리적인 판단에 의하여
                                                필요하다고
                                                인정하는
                                                경우
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 회원 가입 계약의 성립 시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 회원은 회원 가입 신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로
                                                회사에
                                                그
                                                변경사항을
                                                알려야
                                                합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5. 제4항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">6. 회원가입은 반드시 본인의 진정한 정보를 통하여만 가입할 수 있으며 회사는 회원이 등록한 정보에 대하여
                                                확인조치를
                                                할 수
                                                있습니다.
                                                회원은 회사의 확인조치에 대하여 적극 협력하여야 하며, 만일 이를 준수하지 아니할 경우 회사는 회원이 등록한 정보가 부정한 것으로 처리할
                                                수
                                                있습니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제9조 (이용 계약의 종료)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회원의 해지</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1) 회원은 언제든지 회사에게 해지 의사를 통지할 수 있고 회사는 특별한 사유가 없는 한 이를 즉시 수락하여야
                                                합니다.
                                                다만,
                                                회원은
                                                해지의사를 통지하기 전에 모든 진행중인 절차를 완료, 철회 또는 취소해야만 합니다. 이 경우 철회 또는 취소로 인한 불이익은 회원 본인이
                                                부담하여야
                                                합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2) 회원이 발한 의사표시로 인해 발생한 불이익에 대한 책임은 회원 본인이 부담하여야 하며, 이용계약이
                                                종료되면
                                                회사는
                                                회원에게
                                                부가적으로
                                                제공한 각종 혜택을 회수할 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3) 회원의 의사로 이용계약을 해지한 후, 추후 재이용을 희망할 경우에는 재이용 의사가 회사에 통지되고, 이에
                                                대한
                                                회사의
                                                승낙이
                                                있는
                                                경우에만 서비스 재이용이 가능합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4) 본 항에 따라 해지를 한 회원은 이 약관이 정하는 회원가입절차와 관련조항에 따라 신규 회원으로 다시
                                                가입할 수
                                                있습니다. 다만
                                                회원이
                                                중복참여가 제한된 판촉이벤트 중복 참여 등 부정한 목적으로 회원탈퇴 후 재이용을 신청하는 경우 회사는 가입을 일정기간 동안 제한할 수
                                                있습니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5) 본 항에 따라 해지를 한 이후에는 재가입이 불가능하며, 모든 가입은 신규가입으로 처리됩니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사의 해지</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1) 회사는 다음과 같은 사유가 발생하거나 확인된 경우 이용계약을 해지할 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">①다른 회원의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위를
                                                한
                                                경우
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">②회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">③제 8조 제 2항의 승낙거부 사유가 추후 발견된 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">④회사가 정한 서비스 운영정책을 이행하지 않거나 위반한 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">⑤기타 회사가 합리적인 판단에 기하여 서비스의 제공을 거부할 필요가 있다고 인정할 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2) 회사가 해지를 하는 경우 회사는 회원에게 이메일, 전화, 기타의 방법을 통하여 해지 사유를 밝혀 해지
                                                의사를
                                                통지합니다.
                                                이용계약은
                                                회사의 해지의사를 회원에게 통지한 시점에 종료됩니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3) 본 항에서 정한 바에 따라 이용계약이 종료될 시에는 회사는 회원에게 부가적으로 제공한 각종혜택을 회수할
                                                수
                                                있습니다.
                                                이용계약의
                                                종료와 관련하여 발생한 손해는 이용계약이 종료된 해당 회원이 책임을 부담하여야 하고, 회사는 일체의 책임을 지지 않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4) 본 항에서 정한 바에 따라 이용계약이 종료된 경우에는, 회원의 재이용 신청에 대하여 회사는 이에 대한
                                                승낙을
                                                거절할 수
                                                있습니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 회원이 계약을 해지하는 경우, 관련법 및 "개인정보처리방침"에 따라 회사가 회원정보를 보유하는 경우를
                                                제외하고는
                                                해지
                                                즉시
                                                회원의
                                                모든 데이터는 소멸됩니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제10조 (개인정보보호)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사는 이용자의 회원가입 시 서비스 제공에 필요한 최소한의 정보를 수집합니다. 다음 사항을 필수사항으로
                                                하며 그
                                                외
                                                사항은
                                                선택사항으로 합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1)성별</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2)성명</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3)이메일 주소</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4)비밀번호</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5)연락처</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사가 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 제공된 개인정보는 당해 이용자의 동의 없이 목적 외의 이용이나 제3자에게 제공하지 않습니다. 다만,
                                                다음의
                                                경우에는
                                                예외로
                                                합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1) 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는
                                                경우
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2) 도용방지를 위하여 본인확인에 필요한 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3) 법률의 규정 또는 법률에 의하여 필요한 불가피한 사유가 있는 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 회사가 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속,
                                                성명 및
                                                전화번호, 기타
                                                연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은 자, 제공목적 및 제공할 정보의 내용) 등 [정보통신망
                                                이용촉진 및
                                                정보보호
                                                등에
                                                관한 법률] 제22조 제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5. 회사는 이용자의 개인정보를 보호하기 위해 “개인정보처리방침”을 수립하고 개인정보보호책임자를 지정하여 이를
                                                게시하고
                                                운영합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">6. 이용자는 언제든지 회사가 갖고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 회사는
                                                이에
                                                대해 지체
                                                없이
                                                필요한
                                                조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">7. 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는
                                                당해
                                                개인정보를
                                                지체
                                                없이
                                                파기합니다. 다만, 아래의 경우에는 회원 정보를 보관합니다. 이 경우 회사는 보관하고 있는 회원 정보를 그 보관의 목적으로만 이용합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1) 상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우
                                                회사는
                                                관계법령에서
                                                정한
                                                일정한 기간 동안 회원 정보를 보관합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2) 회사가 이용계약을 해지하거나 회사로부터 서비스 이용정지조치를 받은 회원에 대해서는 재가입에 대한
                                                승낙거부사유가
                                                존재하는지
                                                여부를
                                                확인하기 위한 목적으로 이용계약종료 후 5년간 아이디, 전화번호를 비롯하여 이용계약 해지와 서비스 이용정지와 관련된 정보 등의 필요정보를
                                                보관합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">8. 회사는 새로운 업체가 제휴사 또는 제휴영업점의 지위를 취득할 경우 제7조 2항에서 정한 것과 같은 방법을
                                                통하여
                                                공지합니다.
                                                이 때
                                                회원이 별도의 이의제기를 하지 않을 경우 직방 서비스 제공이라는 필수적인 목적을 위해 해당 개인 정보 제공 및 활용에 동의한 것으로 간주
                                                합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">9. 모든 이용자는 BMDS로부터 제공받은 정보를 다른 목적으로 이용하거나 타인에게 유출 또는 제공해서는 안
                                                되며,
                                                위반
                                                사용으로
                                                인한
                                                모든 책임을 부담해야 합니다. 또한 회원은 자신의 개인정보를 책임 있게 관리하여 타인이 회원의 개인정보를 부정하게 이용하지 않도록 해야
                                                합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">10. 회사는 회원의 개인정보를 보호하기 위해 [정보통신망 이용촉진 및 정보보호 등에 관한 법률] 상의
                                                개인정보
                                                유효기간제도에 따라
                                                1년간
                                                미 접속한 회원의 개인정보를 파기 또는 분리하여 별도로 저장/관리하며(휴면계정), 회원의 별도의 요청이 없는 한 사용이 제한됩니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제 3장 서비스의 이용</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제11조 (비즈니스 모델 디자인 프로그램 이용 서비스)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 비즈니스 모델 디자인 프로그램은 사용자가 각 비즈니스 모델 블록 별로 자신의 사업계획에 맞추어 입력을 할
                                                수
                                                있으며 각
                                                블록
                                                작성
                                                완료 시 완성된 하나의 비즈니스 모델 캔버스를 한눈에 보여주는 서비스입니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 비즈니스 모델 완성 후 출력서비스를 통해 A4, A3사이즈로 출력이 가능합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 본 서비스는 과금 서비스로 건당 10,000원입니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 결제일로부터 7일 이내 청약 철회 시 100% 환불 가능합니다.(만일 청약철회 기간이 지났거나 구매
                                                아이템을
                                                사용한
                                                이력이
                                                남는 경우
                                                BMDS의 이용약관에 따라 환불이 제한될 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제12조 (비즈니스 모델 러닝 서비스)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 비즈니스 모델에 대해 이해가 필요한 부분에 대하여 사용자가 비즈니스 모델 러닝 서비스를 통해 학습할 수
                                                있습니다. 학습
                                                시에
                                                의문사항이 있을 경우 문의게시판에 질문을 통해 원하는 정보 또는 자료를 제공받으실 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 동 러닝 서비스의 내용의 경우 BMDS에 저작권이 있습니다. 금전적 목적을 이유로 불법 배포 및 사용
                                                적발 시
                                                민·형사상의
                                                처벌을
                                                받을 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제13조 (오픈 검색서비스)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 오픈 검색서비스는 사용자가 검색하고자 하는 자료의 종류 비중을 조절할 수 있으며 사용자가 설정한
                                                검색비중에
                                                최적화된
                                                자료를
                                                검색해
                                                줍니다. </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 검색분야는 산업, 시장, 기술, 활용, 기업으로 설정하여 검색할 수 있으며 검색비중은 20%, 40%,
                                                60%,
                                                80%,
                                                100%로
                                                설정할 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 검색비중의 설정에 따라 검색어에 관련 메타 검색어가 자동으로 매칭 되어 검색을 수행합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 비즈니스 모델 및 사업계획서 상에 출처를 밝히지 않은 것으로 발생하는 손해에 대해 본 프로그램은 책임지지
                                                않습니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제14조 (나의 사업계획서)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 비즈니스 모델 디자인 프로그램을 통해 완성된 비즈니스 모델 캔버스를 바탕으로 각 블록들이 사업계획서
                                                양식에
                                                맵핑이 되어
                                                사업계획서
                                                초안을 만들어주는 서비스입니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 사업계획서 초안은 웹에서 사업계획서 전환하기를 통해 확인이 가능하며 이를 다운로드 하거나 출력이
                                                가능합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 일반적인 사업계획서 포맷을 바탕으로 사업계획서 맵핑 프로그램을 제작한 것으로 특정 지원 사업에 지원할
                                                시에
                                                발생하는
                                                손해에
                                                대해 본
                                                프로그램은 책임지지 않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 환불규정: 결제일로부터 7일 이내 청약 철회 시 100%환불(만일 취소기한이 지났거나 구매 아이템을
                                                사용했다면
                                                당사의
                                                이용약관에 따라
                                                환불이 제한될 수 있다.)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제15조 (비즈니스 모델 디자인 멘토링 서비스)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 비즈니스 모델 디자인 멘토링 서비스는 사용자가 보유하고 있는 단수의 비즈니스 모델과 복수 비즈니스 모델
                                                중 단일
                                                비즈니스
                                                모델을
                                                선택하여 멘토링 신청을 할 수 있습니다.(총 3회에 걸쳐 진행되며 최대 2회까지 연장 가능합니다.)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 멘토링의 전문가는 우리 회사가 매칭을 해주며 사용자는 매칭이 적합하다고 판단될 경우에 승낙하고 1:1
                                                개별
                                                진행하게
                                                됩니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 매칭 이후에 멘토와 멘티 사이에 발생하는 중재사안과 관련하여는 우리 회사 및 본 프로그램 관리자가
                                                중재역할을 할
                                                수
                                                있으나
                                                발생하는
                                                손해에 대해서는 책임지지 않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 멘토링 서비스를 통해 보완된 비즈니스 모델 등으로 작성된 사업계획서를 통해 지원 사업 참여 시 발생하는
                                                손해에
                                                대하여는
                                                우리
                                                회사 및
                                                본 프로그램은 책임지지 않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5. 환불규정</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">- 1회 진행시 : 50% 환불 (30% 멘토링 서비스 사용, 20% 취소수수료)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">- 2회 진행시 : 20% 환불 (60% 멘토링 서비스, 20% 취소수수료)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">- 3회 진행시 : 서비스 완료로 인한 환불 제한</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">* 결제일로부터 7일 이내 청약 철회 시 100%환불(만일 취소기한이 지났거나 구매 아이템을 사용했다면 당사의
                                                이용약관에
                                                따라
                                                환불이
                                                제한될 수 있다)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제16조 (비즈니스 모델 디자인 밀착컨설팅 서비스)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 비즈니스 모델 디자인 밀착컨설팅 서비스는 사용자가 보유하고 있는 단수의 비즈니스 모델과 복수 비즈니스
                                                모델 중
                                                단일
                                                비즈니스
                                                모델을
                                                선택하여 밀착컨설팅을 신청을 할 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 밀착컨설팅은 총 5회에 걸쳐 진행되며 연장은 불가합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 밀착컨설팅의 전문가는 우리 회사가 매칭을 해주며 사용자는 매칭이 적합하다고 판단될 경우에 승낙하고 1:1
                                                개별
                                                진행하게
                                                됩니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 매칭 이후에 멘토와 멘티 사이에 발생하는 중재사안과 관련하여는 우리회사 및 본 프로그램 관리자가
                                                중재역할을 할
                                                수
                                                있으나
                                                발생하는
                                                손해에 대해서는 책임지지 않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 밀착 서비스를 통해 보완된 비즈니스 모델 등으로 작성된 사업계획서를 통해 지원 사업 참여 시 발생하는
                                                손해에
                                                대하여는
                                                우리회사
                                                및 본
                                                프로그램은 책임지지 않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제17조 (비즈니스 모델 디자인 전문가 과정)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 비즈니스 모델 디자인 전문가 과정은 사용자들의 프로그램 사용 및 기획 지원을 위해 전문가를 양성하는
                                                과정입니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 멘토링 및 밀착컨설팅의 멘토와 멘티 사이에 발생하는 중재사안과 관련하여는 우리회사 및 본 프로그램
                                                관리자가
                                                중재역할을
                                                할 수
                                                있으나
                                                발생하는 손해에 대해서는 책임지지 않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 멘토링 및 밀착컨설팅 진행 시 프로그램 프로세스 및 진행 방법 등은 당사 또는 BMDS의 업무 지침에
                                                따르며
                                                특정 사유
                                                없이
                                                따르지
                                                않을 경우 전문가 자격을 삼진 아웃제도를 통해 박탈할 수 있습니다. (이때 교육과정에 대한 환불은 제한됩니다.)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 멘토링 및 밀착컨설팅을 통한 산출물 및 일지 제출은 멘토링 및 밀착컨설팅 완료 후 한 달 이내로 작성 및
                                                제출해야
                                                합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5. 환불규정</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">- 1회 진행시 : 50% 환불 (30% 전문가과정 서비스 사용, 20% 취소수수료)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">- 2회 진행시 : 20% 환불 (60% 전문가과정 서비스, 20% 취소수수료)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">- 3회 진행시 : 서비스 완료로 인한 환불 제한</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">* 결제일로부터 7일이내 청약 철회 시 100%환불(만일 취소기한이 지났거나 구매 아이템을 사용했다면 당사의
                                                이용약관에 따라
                                                환불이
                                                제한될
                                                수 있다.)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제 4장 책임</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제18조 (회사의 의무)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라
                                                지속적이고,
                                                안정적으로
                                                이용자에게 서비스를 제공하기 위해 최선을 다합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사는 이용자 상호간의 거래에 있어서 어떠한 보증도 제공하지 않습니다. 이용자 상호간 거래 행위에서
                                                발생하는
                                                문제 및
                                                손실에
                                                대해서
                                                회사는 일체의 책임을 부담하지 않으며, 거래당사자간에 직접 해결해야 합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제19조 (회원의 아이디 및 비밀번호에 대한 의무)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 아이디와 비밀번호에 관한 관리책임은 회원에게 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회원은 자신의 아이디 및 비밀번호를 제3자에게 이용하게 해서는 안 됩니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 회원이 자신의 아이디 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에
                                                통보하고
                                                회사의
                                                안내가
                                                있는
                                                경우에는 그에 따라야 합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제20조 (이용자의 의무)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 이용자는 다음 각 호의 행위를 하여서는 안 됩니다. 만약 다음 각 호와 같은 행위가 확인되면 회사는 해당
                                                이용자에게
                                                서비스
                                                이용에
                                                대한 제재를 가할 수 있으며 민형사상의 책임을 물을 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">(1)회사 서비스의 운영을 고의 및 과실로 방해하는 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">(2)신청 또는 변경 시 허위 내용의 등록</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">(3)타인의 정보 도용</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">(4)회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">(5)회사 및 기타 제3자의 저작권 등 지적재산권에 대한 침해</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">(6)회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">(7)외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 직방에 공개 또는 게시하는 행위
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">(8)사기 및 악성 글 등록 등 건전한 거래 문화 활성에 방해되는 행동</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">(9)기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사는 전항에 규정된 위반 행위를 하는 회원에 대해 서비스 일시 중단 등의 조치를 취할 수 있으며 필요한
                                                경우
                                                이에
                                                대한
                                                시정을
                                                요구할 수 있습니다. 특히, 회원이 시정을 요구받은 기간 내에 시정하지 아니한 경우, 동일한 위반 행위를 반복할 경우 또는 다수의 위반
                                                행위가
                                                확인된
                                                경우에
                                                회사는
                                                회원과의 서비스 이용계약을 해지할 수 있습니다. 단, 이 경우 회사는 사전에(불가피한 경우 조치 후 즉시) 회원에게 전화, E-mail,
                                                SMS
                                                등의
                                                방법으로
                                                개별
                                                통지합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 회사는 회사의 정책에 따라서 회원 간의 차별화된 유료 서비스를 언제든지 제공할 수 있습니다. 만약 회원이
                                                비용을
                                                지불하지 않고
                                                사용을
                                                할 경우 회사는 특정 회원에게 서비스 중지 및 특정 서비스 제한을 할 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제21조 (저작권의 귀속 및 이용제한)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 서비스에 대한 저작권 및 지적재산권은 회사에 귀속됩니다. 단, 회원이 BMDS을 이용하여 작성한 저작물에
                                                대한
                                                저작권은
                                                해당
                                                회원에게
                                                귀속됩니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 이용자는 서비스를 이용함으로써 얻은 정보 중 회사에게 지적재산권이 귀속된 정보를 회사의 사전 승낙 없이
                                                복제,
                                                송신,
                                                출판,
                                                배포,
                                                방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제22조 (책임의 한계 등)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사는 무료로 제공하는 정보 및 서비스에 관하여 "개인정보처리방침" 또는 관계법령의 벌칙, 과태료 규정
                                                등
                                                강행규정에
                                                위배되지
                                                않는
                                                한 원칙적으로 손해를 배상할 책임이 없습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사는 천재지변, 불가항력, 서비스용 설비의 보수, 교체, 점검, 공사 등 기타 이에 준하는 사항으로
                                                정보 및
                                                서비스를
                                                제공할
                                                수
                                                없는 경우에 회사의 고의 또는 과실이 없는 한 이에 대한 책임이 면제됩니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">3. 회사는 이용자의 귀책사유로 인한 정보 및 서비스 이용의 장애에 관한 책임을 지지 않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">4. 회사는 회원이 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 회사의 고의 또는 중대한
                                                과실이
                                                없는
                                                한
                                                책임을 지지
                                                않습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">5. “멘토링 및 밀착 컨설팅 서비스”에서 제공하는 정보에 대한 신뢰 여부는 전적으로 “이용자와 전문가”
                                                본인의
                                                책임이며,
                                                “회사”는
                                                멘토링 및 컨설팅 서비스의 원활한 진행을 위해 이용자에 적합한 전문가를 매칭하며 매칭 승낙은 전적으로 이용자가 승낙함으로 “회원”에 의한
                                                연락
                                                불능
                                                등으로
                                                인하여
                                                발생하는 어떠한 직접, 간접, 부수적, 파생적, 징벌적 손해, 손실, 상해 등에 대하여 관리자가 문제해결을 위해 지원할 수 있으나,
                                                도덕적,
                                                법적
                                                책임을
                                                부담하지
                                                않습니다. 또한 “서비스”를 통하여 노출, 배포, 전송되는 정보를 “이용자”가 이용하여 발생하는 멘토링 및 컨설팅 서비스 거래 등에
                                                대하여
                                                “회사”는
                                                어떠한
                                                도덕적,
                                                법적 책임이나 의무도 부담하지 아니합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제23조 (손해배상 등)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사는 회원이 서비스를 이용함에 있어 회사의 고의 또는 과실로 인해 손해가 발생한 경우에는 민법 등 관련
                                                법령이
                                                규율하는 범위
                                                내에서
                                                그 손해를 배상합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회원이 이 약관을 위반하거나 관계 법령을 위반하여 회사에 손해가 발생한 경우에는 회사에 그 손해를
                                                배상하여야
                                                합니다.
                                            </font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제24조 (분쟁해결)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사는 이용자 상호간 분쟁에서 발생하는 문제에 대해서 일체의 책임을 지지 않습니다. 이용자 상호간 분쟁은
                                                당사자
                                                간에
                                                직접
                                                해결해야
                                                합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 이용자 상호간에 서비스 이용과 관련하여 발생한 분쟁에 대해 이용자의 피해구제신청이 있는 경우에는
                                                공정거래위원회
                                                또는
                                                시·도지사가
                                                의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제25조 (재판권 및 준거법)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">1. 회사와 회원 간 제기된 소송은 대한민국 법을 준거법으로 합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">2. 회사와 회원 간 발생한 분쟁에 관한 소송은 민사소송 법 상의 관할법원에 제소합니다.</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕"><br></font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">부칙</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">제1조 (적용일자)</font>
                                        </p>
                                        <p class="0">
                                            <font face="한양중고딕">이 약관은 2018년 9월 1일부터 적용됩니다.</font>
                                        </p>
                                    </div>
                                </div>
                            </div>
                            <div class='col-xs-6 agreeBox'>
                                <div class="panel panel-default">
                                    <div class="panel-heading d-flex"
                                        style="border-top:2px solid rgba(0,0,0,.5);border-bottom:2px solid rgba(0,0,0,.1);height:3rem;">
                                        <div style="margin: auto 0;">
                                            개인정보 처리방침
                                        </div>
                                    </div>
                                    <div class="panel-body">㈜티비에스파트너스 개인정보 처리방침<table width="100%" class="__se_tbl_ext"
                                            border="0" cellspacing="0" cellpadding="0"></table><br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        ㈜티비에스파트너스(은)는 개인정보 보호법 제30조에 따라 정보주체(고객)의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록
                                        하기
                                        위하여
                                        다음과
                                        같이
                                        개인정보 처리지침을 수립/공개합니다. <table width="100%" class="__se_tbl_ext" border="0"
                                            cellspacing="0" cellpadding="0"></table><br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        1.
                                        개인정보의
                                        처리목적 ㈜티비에스파트너스은(는) 다음의 목적을 위하여 개인정보를 처리하고 있으며, 다음의 목적 이외의 용도로는 이용하지 않습니다. <table
                                            width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table> -
                                        고객 가입의사 확인, 고객에
                                        대한
                                        서비스 제공에 따른 본인 식별/인증, 회원자격 유지?관리, 물품 또는 서비스 공급에 따른 금액 결제, 물품 또는 서비스의 공급?배송 등<table
                                            width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        <br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        2.
                                        개인정보의
                                        처리 및 보유기간 ① ㈜티비에스파트너스은(는) 정보주체로부터 개인정보를 수집할 때 동의받은 개인정보 보유/이용기간 또는 법령에 따른 개인정보
                                        보유/이용기간
                                        내에서
                                        개인정보를
                                        처리/보유합니다. <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0"
                                            cellpadding="0">
                                        </table> ② 구체적인 개인정보 처리 및 보유 기간은 다음과 같습니다. <table width="100%" class="__se_tbl_ext"
                                            border="0" cellspacing="0" cellpadding="0"></table> - 고객 가입 및 관리 : 서비스 이용계약 또는
                                        회원가입
                                        해지시까지, 다만 채권/채무관계
                                        잔존시에는
                                        해당 채권/채무관계 정산시까지 <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0"
                                            cellpadding="0"></table> - 전자상거래에서의 계약/청약철회, 대금결제, 재화 등 공급기록 : 5년 <table
                                            width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table><br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        3.
                                        개인정보의
                                        제3자 제공 ㈜티비에스파트너스은(는) 정보주체의 별도 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우 외에는 개인정보를
                                        제3자에게
                                        제공하지
                                        않습니다.
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        <br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        <br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        4.
                                        정보주체와
                                        법정대리인의 권리?의무 및 행사방법 정보주체는 ㈜티비에스파트너스에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table> 1.
                                        개인정보 열람요구<table width="100%" class="__se_tbl_ext" border="0" cellspacing="0"
                                            cellpadding="0">
                                        </table> 2. 개인정보에
                                        오류 등이 있을 경우 정정 요구 <table width="100%" class="__se_tbl_ext" border="0"
                                            cellspacing="0" cellpadding="0"></table> 3. 삭제요구 <table width="100%"
                                            class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0"></table> 4. 처리정지
                                        요구 <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0"
                                            cellpadding="0"></table><br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        5.
                                        처리하는
                                        개인정보 항목 ㈜티비에스파트너스은(는) 다음의 개인정보 항목을 처리하고 있습니다. <table width="100%"
                                            class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0"></table> - 성명,
                                        생년월일, 주소, 전화번호, 휴대전화번호,
                                        성별,
                                        이메일주소,
                                        신용카드번호, 은행계좌번호
                                        등 결제정보 <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0"
                                            cellpadding="0">
                                        </table>
                                        <br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        6.
                                        개인정보의 파기 ① ㈜티비에스파트너스은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를
                                        파기합니다.
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        ②
                                        ㈜티비에스파트너스은(는) 다음의 방법으로 개인정보를 파기합니다. <table width="100%" class="__se_tbl_ext"
                                            border="0" cellspacing="0" cellpadding="0"></table> - 전자적 파일 : 파일 삭제 및 디스크 등
                                        저장매체 포맷<table width="100%" class="__se_tbl_ext" border="0" cellspacing="0"
                                            cellpadding="0">
                                        </table> -
                                        수기(手記) 문서 : 분쇄하거나
                                        소각
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        <br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        7.
                                        개인정보의 안전성 확보조치 ㈜티비에스파트너스은(는) 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다. <table
                                            width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table> - 관리적 조치 :
                                        내부관리계획
                                        수립?시행, 직원?종업원 등에 대한 정기적 교육 <table width="100%" class="__se_tbl_ext" border="0"
                                            cellspacing="0" cellpadding="0"></table> - 기술적 조치 : 개인정보처리시스템(또는 개인정보가 저장된 컴퓨터)의
                                        비밀번호 설정
                                        등 접근권한 관리, 백신소프트웨어
                                        등
                                        보안프로그램 설치, 개인정보가 저장된 파일의 암호화 <table width="100%" class="__se_tbl_ext" border="0"
                                            cellspacing="0" cellpadding="0"></table> - 물리적 조치 : 개인정보가 저장?보관된 장소의 시건, 출입통제 등
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        <br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        8.
                                        개인정보
                                        자동 수집 장치의 설치?운영 및 거부에 관한 사항 <table width="100%" class="__se_tbl_ext" border="0"
                                            cellspacing="0" cellpadding="0"></table> ① ㈜티비에스파트너스은(는) 이용자에게 개별적인 맞춤서비스를 제공하기
                                        위해
                                        이용정보를
                                        저장하고 수시로 불러오는
                                        ‘쿠기(cookie)’를 사용합니다.<table width="100%" class="__se_tbl_ext" border="0"
                                            cellspacing="0" cellpadding="0"></table> ② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의
                                        컴퓨터 브라우저에게 보내는 소량의
                                        정보이며
                                        이용자들의
                                        PC
                                        컴퓨터내의 하드디스크에 저장되기도 합니다.<table width="100%" class="__se_tbl_ext" border="0"
                                            cellspacing="0" cellpadding="0"></table> 가. 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹 사이트들에
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table> 대한 방문 및 이용형태,
                                        인기
                                        검색어,
                                        보안접속 여부, 등을 파악하여<table width="100%" class="__se_tbl_ext" border="0" cellspacing="0"
                                            cellpadding="0">
                                        </table> 이용자에게 최적화된 정보 제공을 위해 사용됩니다.<table width="100%" class="__se_tbl_ext"
                                            border="0" cellspacing="0" cellpadding="0"></table> 나. 쿠키의 설치?운영 및 거부 : 웹브라우저
                                        상단의 도구>인터넷
                                        옵션>개인정보
                                        메뉴의 옵션
                                        설정을
                                        통해 쿠키 저장을 거부 할 수 있습니다.<table width="100%" class="__se_tbl_ext" border="0"
                                            cellspacing="0" cellpadding="0"></table> 다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수
                                        있습니다.<table width="100%" class="__se_tbl_ext" border="0" cellspacing="0"
                                            cellpadding="0"></table>
                                        <br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        9.
                                        개인정보
                                        보호책임자 ㈜티비에스파트너스은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제를 처리하기
                                        위하여
                                        아래와
                                        같이
                                        개인정보
                                        보호책임자를 지정하고 있습니다. <table width="100%" class="__se_tbl_ext" border="0"
                                            cellspacing="0" cellpadding="0"></table> ▶ 개인정보 보호책임자 (사업주 또는 대표자) <table
                                            width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table> 성명 : 이동규 직책
                                        :
                                        대표이사<table width="100%" class="__se_tbl_ext" border="0" cellspacing="0"
                                            cellpadding="0">
                                        </table> 연락처 : 051-911-3330,
                                        tbspoffice@naver.com, 051-911-2220 <table width="100%" class="__se_tbl_ext"
                                            border="0" cellspacing="0" cellpadding="0"></table><br>
                                        <table width="100%" class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0">
                                        </table>
                                        10.
                                        개인정보 처리방침 변경 이 개인정보 처리방침은 2018.09.01.부터 적용됩니다.<table width="100%"
                                            class="__se_tbl_ext" border="0" cellspacing="0" cellpadding="0"></table>
                                    </div>
                                </div>

                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div>
            <p>
                <font face="한양중고딕">제1조(목적)</font>
            </p>
            <p>
                <font face="한양중고딕">본 약관은 주식회사 메라클(이하 “회사”)이 제공하는 서비스의 이용과 관련하여 일정 기간 서비스 이용을 보장하는 회사의 정기 구독 서비스(이하
                    “정기 구독 서비스”)에 가입 및 결제한 회원(이하 “구독자”) 사이의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정하는 것을 목적으로 합니다.
                    본 약관은 메라클 서비스 이용약관에 우선하여 적용되며 적용 대상은 “구독자”에 한합니다.
                </font>
            </p>
            <p>
                <font face="한양중고딕"><br /></font>
            </p>
            <p>
                <font face="한양중고딕">제2조(용어의 정의)</font>
            </p>
            <p>
                <font face="한양중고딕">본 약관에서 사용하는 주요 용어의 정의는 메라클 서비스 이용약관을 따릅니다.</font>
            </p>
            <p>
                <font face="한양중고딕"><br /></font>
            </p>
            <p>
                <font face="한양중고딕">제3조 (정기 구독 서비스 가입과 결제방식)</font>
            </p>
            <p>
                <font face="한양중고딕">회원은 정기 구독 서비스에 가입하기 위하여 사이트 내 버튼을 클릭하여 정기 구독 서비스 결제 화면에서 가입할 수 있습니다. 회원은 카드번호와
                    개인정보를 입력함으로써 회사와 구독 계약을 체결하게 되며, 구독자는 구매 시점에 제시된 가격으로 구독자에게 계약기간 동안의 구독료를 청구하도록 허용합니다.</font>
            </p>
            <p>
                <font face="한양중고딕"><br /></font>
            </p>
            <p>
                <font face="한양중고딕">회사가 구독계약 체결 전 자동으로 기간이 갱신된다는 사실을 고지한 경우에는, 구독자의 구독은 구독자 본인이 직접 종료하거나, 회사에서 이를
                    종료하지 않는 한, 계약기간 마지막 일자에 자동으로 갱신됩니다. 구독의 종료를 원할 경우 구독자는 매기간 마지막 일자에 갱신되기 전에 본 약관 제5조에 명시된 방법에 따라
                    구독을 취소해야 하며, 이외의 경우 다음 달 구독료가 구독자가 결제한 방법을 통해서 자동으로 결제됩니다.</font>
            </p>
            <p>
                <font face="한양중고딕"><br /></font>
            </p>
            <p>
                <font face="한양중고딕">제4조 (구독중 생성된 콘텐츠의 유효기간)</font>
            </p>
            <p>
                <font face="한양중고딕">구독자가 구독 중 생성한 콘텐츠의 유효기간은 구독기간 내에 제한이 없으며, 사용자의 구독 콘텐츠 이용 시 이를 고지합니다.
                    이미 생성된 콘텐츠를 사용할 수 없게 된 경우, 사용자에게 이를 고지하고 사용자가 콘텐츠 요청 시 사용한 비용을 환급합니다.</font>
            </p>
            <p>
                <font face="한양중고딕"><br /></font>
            </p>
            <p>
                <font face="한양중고딕">제5조 (구독제 중단 및 환불)</font>
            </p>
            <p>
                <font face="한양중고딕">회원님은 BMDS 홈페이지의 마이페이지에서 결제 내역을 확인하고 '구독해지' 버튼을 클릭하여 구독을 해지할 수 있습니다. 회사는 구독자의 혜택을
                    지속적으로 제공하기 위해 노력하고 있습니다. 다만, 아래의 사유로 인해 정기 구독 서비스가 중단될 수 있습니다.</font>
            </p>
            <p>
                <font face="한양중고딕">① 강제 불가항력 사유: 악천후, 천재지변, 전쟁, 폭동, 화재, 파업 등 쟁의행위, 정부기관의 통제, 그리고 회사가 합리적으로 제어할 수 없는
                    기타 사유가 발생하거나 발생할 우려가 있는 경우</font>
            </p>
            <p>
                <font face="한양중고딕">② 전기통신서비스 중단: 기간통신사업자로부터 전기통신서비스가 제공되지 않은 경우</font>
            </p>
            <p>
                <font face="한양중고딕">③ 시스템 유지보수 및 장애: 회사의 시스템을 포함한 정보통신설비의 보수점검, 교체 또는 고장, 통신의 두절 등의 사유가 발생한 경우</font>
            </p>
            <p>
                <font face="한양중고딕">④ 제휴사업자의 변경 또는 중단: 제3자와의 제휴를 통하여 제공되는 서비스의 경우, 해당 제휴사업자의 사정에 따라 변경되거나 중지되는 경우
                </font>
            </p>
            <p>
                <font face="한양중고딕">⑤ 기타 운영 저해 사유: 회사의 원활한 운영을 현저히 저해하는 사유가 발생한 경우</font>
            </p>
            <p>
                <font face="한양중고딕">구독 서비스의 변경 또는 중단으로 인한 손해에 대해서는 회사가 고의 또는 과실이 없는 이상 책임을 부담하지 않습니다.</font>
            </p>
            <p>
                <font face="한양중고딕">정기 구독 서비스를 중단하면, 다음 결제가 청구될 날까지 BMDS에 액세스할 수 있습니다. 예를 들어, 처음 정기 구독 서비스를 신청한 날이
                    10일이면, 다음 결제일(10일) 전까지는 BMDS에 액세스할 수 있습니다.</font>
            </p>
            <p>
                <font face="한양중고딕">"회원"이 구매한 유료서비스는 디지털 콘텐츠 특성상 결제환불 되지 않습니다. 따라서 결제 시에 신중하게 판단하여 결제를 하여 주시기 바랍니다.
                </font>
            </p>
            <p>
                <font face="한양중고딕"><br /></font>
            </p>
            <p>
                <font face="한양중고딕">제6조 (서비스의 중단)</font>
            </p>
            <p>
                <font face="한양중고딕">1. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장,
                    통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을
                    일시적으로 중단할 수 있습니다.</font>
            </p>
            <p>
                <font face="한양중고딕">2. 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로
                    서비스를 제공할 수 없게 되는 경우에는 회사는 이용자에게
                    통지하거나, 이용자가 알아볼 수 있도록 공지사항으로
                    게시합니다.</font>
            </p>
            <p>
                <font face="한양중고딕"><br /></font>
            </p>
            <p>
                <font face="한양중고딕">제7조 (회원에 대한 통지)</font>
            </p>
            <p>
                <font face="한양중고딕">1. 회사는 이메일, 이동전화 단문메시지서비스(SMS),
                    푸시알림(App push)등으로 회원에게 통지할 수 있습니다.</font>
            </p>
            <p>
                <font face="한양중고딕">2. 회사는 불특정다수 회원에 대한 통지의 경우 공지사항으로
                    게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의
                    거래와 관련하여 중대한 영향을 미치는 사항에 대하여는
                    개별통지를 합니다.</font>
            </p>
            <p>
                <font face="한양중고딕"><br /></font>
            </p>
            <p>
                <font face="한양중고딕">제8조 (구독 요금)</font>
            </p>
            <p>
                <font face="한양중고딕">“정기 구독 서비스”의 월 이용요금의 구체적인 내용은 BMDS 홈페이지 내 게재하며, 구독 요금은 회사의 요금정책에 따라 변경될 수 있습니다.
                </font>
            </p>
            <p>
                <font face="한양중고딕"><br /></font>
            </p>
            <p>
                <font face="한양중고딕">부칙</font>
            </p>
            <p>
                <font face="한양중고딕">본 약관은 2023년 11월 01일부터 적용됩니다.
                </font>
            </p>
        </div>
    </div>
</template>

<script>
export default {
    name: 'TermView'
}
</script>

